Repository: hyperkliv/samling
Catalog: ui/src/locales/*/messages.po
Languages: sv

source: # collections
sv: # samlingar

source: # colors
sv: # färger

source: # price lists
sv: # prislistor

source: # sizes
sv: # storlekar

source: # styles
sv: # stilar

source: 401 Error
sv: 401-fel

source: 404 Error
sv: 404-fel

source: <0>Get full insight into</0><1>your product data.</1>
sv: <0>Få full insikt i</0><1>din produktdata.</1>

source: <0>We care about the protection of your data. Read our </0><1>Privacy Policy</1>.
sv: <0>Vi bryr oss om att skydda dina uppgifter. Läs vår </0><1>integritetspolicy</1>.

source: Active
sv: Aktiv

source: Active users
sv: Aktiva användare

source: Add
sv: Lägg till

source: Add collection
sv: Lägg till samling

source: Add collection items
sv: Lägg till artiklar

source: Add collection pricing date
sv: Lägg till prisdatum för samlingen

source: Add group
sv: Lägg till grupp

source: Add items
sv: Lägg till artiklar

source: Add user
sv: Lägg till användare

source: Additional details
sv: Ytterligare information

source: Administrate collections
sv: Administrera samlingar

source: Administrate groups
sv: Administrera grupper

source: Administrate users
sv: Administrera användare

source: Administrator
sv: Administratör

source: Administrators
sv: Administratörer

source: Advanced settings
sv: Avancerade inställningar

source: Already signed in
sv: Redan inloggad

source: Already signed in.
sv: Redan inloggad.

source: An error occurred
sv: Ett fel uppstod

source: An error occurred.
sv: Ett fel uppstod.

source: Are you sure you want to delete the collection <0>{0}</0>? This action cannot be undone.
sv: Är du säker på att du vill ta bort samlingen <0>{0}</0>? Den här åtgärden kan inte ångras.

source: Are you sure you want to delete the group <0>{0}</0>? This action cannot be undone.
sv: Är du säker på att du vill ta bort gruppen <0>{0}</0>? Den här åtgärden kan inte ångras.

source: Are you sure you want to delete the user <0>{0}</0>? This action cannot be undone.
sv: Är du säker på att du vill ta bort användaren <0>{0}</0>? Den här åtgärden kan inte ångras.

source: Attributes
sv: Attribut

source: Automatic sign out
sv: Automatisk utloggning

source: Backend error
sv: Backend-fel

source: Basic settings
sv: Grundläggande inställningar

source: Can create and edit groups and collections, in addition to viewer level access.
sv: Kan skapa och redigera grupper och samlingar, i tillägg till åtkomst på visningsnivå.

source: Can manage users, in addition to editor level access. Also gets full API access, which is useful when creating integrations.
sv: Kan hantera användare, i tillägg till åtkomst på redigeringsnivå. Får också fullständig API-åtkomst, vilket är användbart när man skapar integrationer.

source: Can sign in.
sv: Kan logga in.

source: Can view and export collections where explicit access has been configured in Groups.
sv: Kan visa och exportera samlingar där explicit åtkomst har konfigurerats i Grupper.

source: Cancel
sv: Avbryt

source: Categories
sv: Kategorier

source: Category
sv: Kategori

source: Category name
sv: Kategorinamn

source: Choose a color
sv: Välj en färg

source: Clear selection
sv: Rensa urvalet

source: Close
sv: Stäng

source: Close sidebar
sv: Stäng sidofältet

source: Collection
sv: Samling

source: Collections
sv: Samlingar

source: Color
sv: Färg

source: Color external id
sv: Externt färg-id

source: Color name
sv: Färgnamn

source: Color number
sv: Färgnummer

source: Colors
sv: Färger

source: Colors / Sizes
sv: Färger / storlekar

source: Company
sv: Företag

source: Contact me
sv: Kontakta mig

source: Core style
sv: Core-stil

source: Core styles
sv: Core-stilar

source: Country
sv: Land

source: Country of origin
sv: Ursprungsland

source: Cover photo
sv: Omslagsbild

source: Create
sv: Skapa

source: Create collection
sv: Skapa samling

source: Created at
sv: Skapad

source: Delete
sv: Ta bort

source: Delete<0>, {0}</0>
sv: Ta bort<0>, {0}</0>

source: Delivery period
sv: Leveransperiod

source: Delivery period (descending)
sv: Leveransperiod (fallande)

source: Description
sv: Beskrivning

source: Disable all
sv: Inaktivera alla

source: Download
sv: Ladda ner

source: Downloading...
sv: Laddar ner...

source: E-mail address
sv: E-postadress

source: EAN code
sv: EAN-kod

source: Edit
sv: Redigera

source: Edit group
sv: Redigera grupp

source: Edit {0}
sv: Redigera {0}

source: Edit<0>, {0}</0>
sv: Redigera<0>, {0}</0>

source: Editor
sv: Redigerare

source: Editors
sv: Redigerare

source: Email address
sv: E-postadress

source: Enable all
sv: Aktivera alla

source: Enter new password here to change...
sv: Ange nytt lösenord här för att ändra...

source: Enter your email
sv: Ange din e-postadress

source: Error
sv: Fel

source: Existing image
sv: Befintlig bild

source: Export
sv: Exportera

source: External ID
sv: Externt ID

source: Features
sv: Funktioner

source: Fields
sv: Fält

source: Filters<0>, active</0>
sv: Filter<0>, aktiva</0>

source: Go back home
sv: Gå tillbaka till start

source: Go to app
sv: Gå till app

source: Gross weight
sv: Bruttovikt

source: Group by
sv: Gruppera på

source: Groups
sv: Grupper

source: Groups are used to give access to collections and price lists to a specific set of users. The price lists and collections that a user has been granted to via one or more groups are added together. Groups cannot take away access to price lists or collections.
sv: Grupper används för att ge åtkomst till samlingar och prislistor till en specifik uppsättning användare. De prislistor och samlingar som en användare har beviljats via en eller flera grupper läggs samman. Grupper kan inte ta bort åtkomsten till prislistor eller samlingar.

source: Groups are used to limit user access to collections and price lists.
sv: Grupper används för att begränsa användarnas åtkomst till samlingar och prislistor.

source: Image
sv: Bild

source: Image for {0}
sv: Bild för {0}

source: Image for {0} / {1}
sv: Bild för {0} / {1}

source: Image to upload
sv: Bild att ladda upp

source: Images
sv: Bilder

source: Inactive users
sv: Inaktiva användare

source: It is recommended to give the image a 10:7 ratio and a minimum width and height of 1070 by 750 pixels.
sv: Det rekommenderas att ge bilden ett bildförhållande kring 10:7 och en minsta bredd och höjd på 1070 x 750 pixlar.

source: Items
sv: Artiklar

source: Jane Doe
sv: Lena Svensson

source: Language
sv: Språk

source: Last sign in
sv: Senaste inloggning

source: List is empty.
sv: Listan är tom.

source: Loading...
sv: Laddar...

source: Log in
sv: Logga in

source: Login
sv: Logga in

source: Make your changes, then hit save when done.
sv: Gör dina ändringar och tryck sedan på spara när du är klar.

source: Make your selection of items to add here. Manual adjustments can be made once added.
sv: Gör ditt val av artiklar att lägga till här. Manuella justeringar kan göras när de har lagts till.

source: Manage users, associate roles and groups individually.
sv: Hantera användare, associera roller och grupper individuellt.

source: Name
sv: Namn

source: New
sv: Ny

source: New collection
sv: Ny samling

source: New color
sv: Ny färg

source: New date
sv: Nytt datum

source: New style
sv: Ny stil

source: Newest sign in
sv: Senaste inloggning

source: No access
sv: Ingen åtkomst

source: No collections
sv: Inga samlingar

source: North America sales reps
sv: Nordamerikanska säljare

source: Notifications
sv: Aviseringar

source: Number
sv: Nummer

source: Number of colors
sv: Antal färger

source: Number of sizes
sv: Antal storlekar

source: Number of styles
sv: Antal stilar

source: Often useful for ERP system imports.
sv: Användbart vid import till ERP-system.

source: Oldest sign in
sv: Äldsta inloggningen

source: One column per attribute type will be generated.
sv: En kolumn per attributtyp genereras.

source: Open options
sv: Öppna alternativ

source: Open sidebar
sv: Öppna sidofältet

source: Open user menu
sv: Öppna användarmenyn

source: Page not found.
sv: Sidan kunde inte hittas.

source: Password
sv: Lösenord

source: Password (optional)
sv: Lösenord (valfritt)

source: Pinned Collections
sv: Fästa samlingar

source: Please go to <0>Samling.io</0> for the production environment.
sv: Gå till <0>Samling.io</0> för produktionsmiljön.

source: Please select a date.
sv: Välj ett datum.

source: Price list
sv: Prislista

source: Price lists
sv: Prislistor

source: Price lists<0>, active</0>
sv: Prislistor<0>, aktiva</0>

source: Pricing
sv: Priser

source: Pricing date
sv: Prisdatum

source: Pricing dates
sv: Datum för priser

source: Primary image
sv: Primär bild

source: Product
sv: Produkt

source: Product information
sv: Produktinformation

source: Provide your e-mail below to hear from our team.
sv: Ange din e-postadress nedan för att höra från vårt team.

source: Remember me
sv: Kom ihåg mig

source: Remove filter
sv: Ta bort filter

source: Remove filter for {0}
sv: Ta bort filter för {0}

source: Remove from pinned
sv: Ta bort fästmarkering

source: Remove {0}
sv: Ta bort {0}

source: Remove<0>, {0}</0>
sv: Ta bort<0>, {0}</0>

source: Results from current filters
sv: Resultat från aktuella filter

source: Retail price
sv: Rek.pris

source: Retail price amount
sv: Rek.prisbelopp

source: Retail price currency
sv: Rek.prisvaluta

source: Retail price list
sv: Rek.prislista

source: Roles
sv: Roller

source: Samling.io logotype
sv: Samling.io logotyp

source: Save
sv: Spara

source: Saving...
sv: Sparar...

source: Search
sv: Sök

source: Service item
sv: Serviceartikel

source: Service items
sv: Serviceartiklar

source: Settings
sv: Inställningar

source: Share
sv: Dela

source: Sign in
sv: Logga in

source: Sign in to your account
sv: Logga in på ditt konto

source: Sign in with Microsoft
sv: Logga in med Microsoft

source: Sign out
sv: Logga ut

source: Size
sv: Storlek

source: Size number
sv: Storleksnummer

source: Size type
sv: Storlekstyp

source: Some external ID value...
sv: Något externt ID-värde...

source: Some group description...
sv: Någon gruppbeskrivning...

source: Some group name...
sv: Något gruppnamn...

source: Some slug value...
sv: Något slug-värde...

source: Sorry, we couldn’t find the page you’re looking for.
sv: Tyvärr kunde vi inte hitta sidan du letar efter.

source: Sort by
sv: Sortera efter

source: Style
sv: Stil

source: Style description
sv: Stilbeskrivning

source: Style external id
sv: Externt ID för stilen

source: Style name
sv: Stilnamn

source: Style number
sv: Stilnummer

source: Styles
sv: Stilar

source: Styles, colors and sizes to associate with this collection.
sv: Stilar, färger och storlekar att associera med denna samling.

source: Success!
sv: Framgång!

source: Successfully signed in
sv: Framgångsrik inloggning

source: Successfully signed out
sv: Framgångsrik utloggning

source: Tariff no
sv: Tariffnr

source: Technical error prevents login
sv: Tekniskt fel förhindrar inloggning

source: The collection "{0}" was successfully created.
sv: Samlingen "{0}" skapades framgångsrikt.

source: The collection "{0}" was successfully updated.
sv: Samlingen "{0}" uppdaterades framgångsrikt.

source: The given e-mail and password combination does not exist.
sv: Den angivna kombinationen av e-post och lösenord finns inte.

source: The group "{0}" was successfully updated.
sv: Gruppen "{0}" uppdaterades framgångsrikt.

source: The groups that this user belong to.
sv: De grupper som den här användaren tillhör.

source: The roles that are assigned to this user.
sv: De roller som tilldelas den här användaren.

source: The user "{0}" was successfully updated.
sv: Användaren "{0}" uppdaterades.

source: The users that belong to this group.
sv: De användare som tillhör den här gruppen.

source: There are no collections available to you. Talk an administrator to get access.
sv: Det finns inga samlingar tillgängliga för dig. Prata med en administratör för att få åtkomst.

source: These are all the collections that exist in the system.
sv: Det här är alla samlingar som finns i systemet.

source: These dates decide which item prices should be picked up for each price list. Each item price is associated with a start date and end date, so the date you choose has to fall within those.
sv: Dessa datum avgör vilka artikelpriser som ska hämtas för varje prislista. Varje artikelpris är kopplat till ett startdatum och slutdatum, så det datum du väljer måste falla inom dessa.

source: These roles will be assign to the user and determine what they can and cannot do.
sv: Dessa roller tilldelas användaren och avgör vad de kan och inte kan göra.

source: These users have access to the system.
sv: Dessa användare har tillgång till systemet.

source: This color first appears in this collection.
sv: Den här färgen introducerades i den här samlingen.

source: This is a Core style, meaning that it represents the brand's core values.
sv: Detta är en Core-stil, vilket innebär att den representerar varumärkets kärnvärden.

source: This is a service item, meaning that it's our intention to never run out of stock with this style.
sv: Detta är en serviceartikel, vilket innebär att det är vår avsikt att alltid ha den på lager.

source: This is where you create collections and associate styles, colors and sizes to them.
sv: Det är här du skapar samlingar och associerar stilar, färger och storlekar till dem.

source: This style first appears in this collection.
sv: Den här stilen introducerades i den här samlingen.

source: Tick the data types that you want to appear on their own separate line in the exported file.
sv: Markera de datatyper som du vill ska visas på en egen separat rad i den exporterade filen.

source: Tired of collecting data from multiple different ERP systems and combining them in your Excel sheets? This Software-as-a-Service wants to help you.
sv: Trött på att samla in data från flera olika ERP-system och kombinera dem i dina Excel-ark? Den här SaaS-lösningen vill hjälpa dig.

source: To public page
sv: Till offentlig sida

source: Unauthorized.
sv: Obehörig.

source: Unit price amount
sv: Enhetsprisbelopp

source: Unit price currency
sv: Enhetsprisvaluta

source: Unit price list
sv: Enhetsprislista

source: Unit prices
sv: Enhetspriser

source: Unit volume
sv: Enhetsvolym

source: Up to {maxSizeMegaBytes} MB.
sv: Upp till {maxSizeMegaBytes} MB.

source: Updated at
sv: Uppdaterad den

source: Upload an image
sv: Ladda upp en bild

source: Use groups to specify which collections and price lists users have access to.
sv: Använd grupper för att ange vilka samlingar och prislistor användarna har åtkomst till.

source: Use this form to create a new user. All users can sign in via a Google or Microsoft account matching the entered e-mail address. Filling in a password is optional.
sv: Använd det här formuläret för att skapa en ny användare. Alla användare kan logga in via ett Google- eller Microsoft-konto som matchar den angivna e-postadressen. Att fylla i ett lösenord är valfritt.

source: Use this form to export the current selection of items to file.
sv: Använd det här formuläret för att exportera det aktuella artikelurvalet till en fil.

source: Useful for integration with other systems.
sv: Användbar för integration med andra system.

source: User
sv: Användare

source: User profile
sv: Användarprofil

source: Users
sv: Användare

source: Uses the newer .xlsx format.
sv: Använder det nyare .xlsx-formatet.

source: View
sv: Visa

source: View details for {0}
sv: Visa information för {0}

source: View profile
sv: Visa profil

source: Viewer
sv: Användare

source: Viewers
sv: Användare

source: Which collections users of this group will have access to.
sv: Vilka samlingar användare av den här gruppen kommer att ha åtkomst till.

source: Which fields you want to include in the exported file.
sv: Vilka fält du vill inkludera i den exporterade filen.

source: Which format you want to export to.
sv: Vilket format du vill exportera till.

source: Which price lists users of this group will have access to.
sv: Vilka prislistor användare i den här gruppen kommer att ha tillgång till.

source: Wrong credentials
sv: Felaktiga inloggningsuppgifter

source: You are already signed in as {0} ({1})
sv: Du är redan inloggad som {0} ({1})

source: You are now signed in with account {0}.
sv: Du är nu inloggad med konto {0}.

source: You don't have access to any organizations. Please contact an administrator.
sv: Du har inte åtkomst till några organisationer. Kontakta en administratör.

source: You need to sign in to be able to view this page.
sv: Du måste logga in för att kunna visa den här sidan.

source: You were automatically signed out from account {userEmail} because of an expired token. Please sign in again.
sv: Du loggades automatiskt ut från konto {userEmail} på grund av en token som har upphört att gälla. Logga in igen.

source: You've signed out from account {userEmail}.
sv: Du har loggat ut från konto {userEmail}.

source: colors
sv: färger

source: jane.doe@example.com
sv: lena.svensson@exampel.se

source: or drag and drop.
sv: eller dra och släpp.

source: styles
sv: stilar

source: user@example.com
sv: användare@exempel.se

source: {0, plural, one {# collection} other {# collections}}
sv: {0, plural, one {# samling} other {# samlingar}}

source: {0, plural, one {# price list} other {# price lists}}
sv: {0, plural, one {# prislista} other {# prislistor}}

source: {0, plural, one {# style} other {# styles}}
sv: {0, plural, one {# stil} other {# stilar}}

source: {0, plural, one {# user} other {# users}}
sv: {0, plural, one {# användare} other {# användare}}

source: {0, plural, one {Disable # style} other {Disable # styles}}
sv: {0, plural, one {Inaktivera # stil} other {Inaktivera # stilar}}

source: {0, plural, one {Enable # style} other {Enable # styles}}
sv: {0, plural, one {Aktivera # stil} other {Aktivera # stilar}}

source: {0} (+{1} more)
sv: {0} (+{1} till)

source: {0} logotype
sv: {0} logotyp

source: {0} of {1} fields selected
sv: {0} av {1} fält valda

source: {0} profile
sv: {0} profil

source: {0}, up to {maxSizeMegaBytes} MB.
sv: {0}, upp till {maxSizeMegaBytes} MB.
