Repository: hyperkliv/samling
Catalog: samling/ui/src/locales/*/messages.po
Languages: de

source: # collections
de: # Kollektionen

source: # colors
de: # Farben

source: # price lists
de: # Preislisten

source: # sizes
de: # Größen

source: # styles
de: # Stile

source: 401 Error
de: Fehler 401

source: 404 Error
de: 404 Fehler

source: <0>Get full insight into</0><1>your product data.</1>
de: <0>Erhalten Sie vollen Einblick in</0><1>Ihre Produktdaten.</1>

source: <0>We care about the protection of your data. Read our </0><1>Privacy Policy</1>.
de: <0>Der Schutz Ihrer Daten liegt uns am Herzen. Lesen Sie unsere </0><1>Datenschutzerklärung</1>.

source: Active
de: Aktiv

source: Active users
de: Aktive Benutzer

source: Add
de: Hinzufügen

source: Add collection
de: Sammlung hinzufügen

source: Add collection items
de: Hinzufügen von Sammlungselementen

source: Add collection pricing date
de: Preisdatum für die Sammlung hinzufügen

source: Add group
de: Gruppe hinzufügen

source: Add items
de: Einträge hinzufügen

source: Add user
de: Benutzer hinzufügen

source: Additional details
de: Weitere Details

source: Administrate collections
de: Verwalten von Sammlungen

source: Administrate groups
de: Gruppen verwalten

source: Administrate users
de: Benutzer verwalten

source: Administrators
de: Administratoren

source: Advanced settings
de: Erweiterte Einstellungen

source: Already signed in
de: Bereits angemeldet

source: Already signed in.
de: Bereits angemeldet.

source: An error occurred
de: Ein Fehler ist aufgetreten

source: An error occurred.
de: Ein Fehler ist aufgetreten.

source: Are you sure you want to delete the collection <0>{0}</0>? This action cannot be undone.
de: Sind Sie sicher, dass Sie die Sammlung <0>{0}</0>löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete the group <0>{0}</0>? This action cannot be undone.
de: Sind Sie sicher, dass Sie die Gruppe <0>{0}</0>löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete the user <0>{0}</0>? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Benutzer <0>{0}</0>löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Attributes
de: Attribute

source: Automatic sign out
de: Automatische Abmeldung

source: Backend error
de: Backend-Fehler

source: Basic settings
de: Grundeinstellungen

source: Can create and edit groups and collections, in addition to viewer level access.
de: Kann Gruppen und Sammlungen erstellen und bearbeiten, zusätzlich zum Zugriff auf Betrachterebene.

source: Can manage users, in addition to editor level access. Also gets full API access, which is useful when creating integrations.
de: Kann zusätzlich zum Zugriff auf Editorebene Benutzer verwalten. Erhält auch vollen API-Zugriff, was beim Erstellen von Integrationen nützlich ist.

source: Can sign in.
de: Kann sich anmelden.

source: Can view and export collections where explicit access has been configured in Groups.
de: Kann Sammlungen anzeigen und exportieren, bei denen der explizite Zugriff in Gruppen konfiguriert wurde.

source: Cancel
de: Abbrechen

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Category name
de: Kategoriename

source: Choose a color
de: Wähle eine Farbe

source: Clear selection
de: Auswahl löschen

source: Close
de: Schließen

source: Close sidebar
de: Sidebar schließen

source: Collection
de: Sammlung

source: Collections
de: Sammlungen

source: Color
de: Farbe

source: Color external id
de: Farbe externe ID

source: Color name
de: Farbname

source: Color number
de: Farbnummer

source: Colors
de: Farben

source: Colors / Sizes
de: Farben / Größen

source: Company
de: Firma

source: Contact me
de: Kontakt aufnehmen

source: Core
de: Kern

source: Core style
de: Kern-Stil

source: Core styles
de: Zentrale Stile

source: Country
de: Land

source: Country of origin
de: Herkunftsland

source: Cover photo
de: Titelbild

source: Create
de: Erstellen

source: Create collection
de: Sammlung erstellen

source: Created at
de: Erstellt am

source: Delete
de: Löschen

source: Delete<0>, {0}</0>
de: Löschen<0>, {0}</0>

source: Delivery period
de: Lieferzeit

source: Delivery period (descending)
de: Lieferzeit (absteigend)

source: Description
de: Beschreibung

source: Different types of attributes must all get matched. Within the same type any may match.
de: Verschiedene Arten von Attributen müssen alle abgeglichen werden. Innerhalb desselben Typs kann jeder übereinstimmen.

source: Disable all
de: Alle deaktivieren

source: Downloading...
de: Wird heruntergeladen…

source: E-mail address
de: E-Mail-Adresse

source: Edit
de: Bearbeiten

source: Edit group
de: Gruppe bearbeiten

source: Edit {0}
de: {0} bearbeiten

source: Edit<0>, {0}</0>
de: Bearbeiten<0>, {0}</0>

source: Editors
de: Redakteure

source: Email address
de: E-Mail-Adresse

source: Enable all
de: Alle aktivieren

source: Enter new password here to change...
de: Geben Sie hier ein neues Passwort ein, um es zu ändern...

source: Enter your email
de: E-Mail Adresse eintragen

source: Error
de: Fehler

source: Existing image
de: Vorhandenes Image

source: External ID
de: Externe ID

source: Fields
de: Felder

source: Filters<0>, active</0>
de: Filter<0>, aktiv</0>

source: Go back home
de: Zurück zur Startseite

source: Go to app
de: Zur App

source: Gross weight
de: Bruttogewicht

source: Group by
de: Gruppieren nach

source: Groups
de: Gruppen

source: Groups are used to give access to collections and price lists to a specific set of users. The price lists and collections that a user has been granted to via one or more groups are added together. Groups cannot take away access to price lists or collections.
de: Gruppen werden verwendet, um einer bestimmten Gruppe von Benutzern Zugriff auf Sammlungen und Preislisten zu gewähren. Die Preislisten und Sammlungen, die einem Benutzer über eine oder mehrere Gruppen gewährt wurden, werden addiert. Gruppen können den Zugriff auf Preislisten oder Sammlungen nicht wegnehmen.

source: Groups are used to limit user access to collections and price lists.
de: Gruppen werden verwendet, um den Benutzerzugriff auf Sammlungen und Preislisten einzuschränken.

source: Image
de: Bild

source: Image for {0}
de: Bild für {0}

source: Image for {0} / {1}
de: Bild für {0} / {1}

source: Image to upload
de: Bild zum Hochladen

source: Images
de: Bilder

source: Inactive users
de: Inaktive Benutzer

source: It is recommended to give the image a 10:7 ratio and a minimum width and height of 1070 by 750 pixels.
de: Es wird empfohlen, dem Bild ein Verhältnis von 10:7 und eine Mindestbreite und -höhe von 1070 x 750 Pixel zu geben.

source: Items
de: Artikel

source: Jane Doe
de: Michael Jackson

source: Language
de: Sprache

source: Last sign in
de: Letzte Anmeldung

source: List is empty.
de: Die Liste ist leer.

source: Loading...
de: Lade...

source: Log in
de: Anmelden

source: Login
de: Anmelden

source: Make your changes, then hit save when done.
de: Nehmen Sie Ihre Änderungen vor und klicken Sie dann auf Speichern, wenn Sie fertig sind.

source: Make your selection of items to add here. Manual adjustments can be made once added.
de: Treffen Sie Ihre Auswahl an Artikeln, die Sie hier hinzufügen möchten. Nach dem Hinzufügen können manuelle Anpassungen vorgenommen werden.

source: Manage users, associate roles and groups individually.
de: Verwalten Sie Benutzer, ordnen Sie Rollen und Gruppen individuell zu.

source: New
de: Neu

source: New collection
de: Neue Sammlung

source: New color
de: Neue Farbe

source: New date
de: Neuer Termin

source: New style
de: Neuer Stil

source: Newest sign in
de: Neueste Anmeldung

source: No access
de: Kein Zugriff

source: No collections
de: Keine Sammlungen

source: North America sales reps
de: Vertriebsmitarbeiter in Nordamerika

source: Notifications
de: Benachrichtigungen

source: Number
de: Nummer

source: Number of colors
de: Anzahl der Farben

source: Number of sizes
de: Anzahl der Größen

source: Number of styles
de: Anzahl der Stile

source: Often useful for ERP system imports.
de: Oft nützlich für ERP-Systemimporte.

source: Oldest sign in
de: Älteste Anmeldung

source: One column per attribute type will be generated.
de: Pro Attributtyp wird eine Spalte generiert.

source: Open options
de: Optionen öffnen

source: Open sidebar
de: Seitenleiste öffnen

source: Open user menu
de: Benutzermenü öffnen

source: Page not found.
de: Seite nicht gefunden.

source: Password
de: Passwort

source: Password (optional)
de: Passwort (optional)

source: Pinned Collections
de: Angeheftete Sammlungen

source: Please go to <0>Samling.io</0> for the production environment.
de: Gehen Sie zu <0>Samling.io</0> für die Produktionsumgebung.

source: Please select a date.
de: Bitte wähle ein Datum.

source: Price list
de: Preisliste

source: Price lists
de: Preislisten

source: Price lists<0>, active</0>
de: Preislisten<0>, aktiv</0>

source: Pricing
de: Preise

source: Pricing date
de: Datum der Preisfestsetzung

source: Pricing dates
de: Termine für die Preisgestaltung

source: Primary image
de: Primäres Bild

source: Product
de: Produkt

source: Product information
de: Produktinformation

source: Provide your e-mail below to hear from our team.
de: Geben Sie unten Ihre E-Mail-Adresse ein, um von unserem Team zu hören.

source: Remember me
de: Angemeldet bleiben

source: Remove filter
de: Filter entfernen

source: Remove filter for {0}
de: Filter für {0} entfernen

source: Remove from pinned
de: Von angeheftet entfernen

source: Remove {0}
de: {0} Löschen

source: Remove<0>, {0}</0>
de: Entfernen<0>, {0}</0>

source: Results from current filters
de: Ergebnisse aus aktuellen Filtern

source: Retail price
de: Einzelhandelspreis

source: Retail price amount
de: Verkaufspreis Betrag

source: Retail price currency
de: Währung des Einzelhandelspreises

source: Retail price list
de: Preisliste für den Einzelhandel

source: Roles
de: Rollen

source: Samling.io logotype
de: Samling.io Logo

source: Save
de: Speichern

source: Saving...
de: Speichern...

source: Search
de: Suche

source: Service items
de: Serviceartikel

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Sign in
de: Anmelden

source: Sign in to your account
de: Bitte loggen Sie sich mit Ihren Zugangsdaten ein

source: Sign in with Microsoft
de: Anmelden mit Microsoft

source: Sign out
de: Abmelden

source: Size
de: Größe

source: Size number
de: Größennummer

source: Size type
de: Größentyp

source: Some external ID value...
de: Ein externer ID-Wert...

source: Some group description...
de: Eine Gruppenbeschreibung...

source: Some group name...
de: Irgendein Gruppenname...

source: Some slug value...
de: Etwas Slug-Wert...

source: Sorry, we couldn’t find the page you’re looking for.
de: Leider konnten wir die von Ihnen gesuchte Seite nicht finden.

source: Sort by
de: Sortieren nach

source: Style
de: Stil

source: Style description
de: Beschreibung des Stils

source: Style external id
de: Externe ID formatieren

source: Style name
de: Theme-Name

source: Style number
de: Artikelnummer

source: Styles
de: Stile

source: Styles, colors and sizes to associate with this collection.
de: Stile, Farben und Größen, die mit dieser Kollektion in Verbindung gebracht werden können.

source: Success!
de: Erfolgreich!

source: Successfully signed in
de: Erfolgreich angemeldet

source: Successfully signed out
de: Erfolgreich abgemeldet

source: Tariff no
de: Tarif-Nr

source: Technical error prevents login
de: Technischer Fehler verhindert Anmeldung

source: The collection "{0}" was successfully created.
de: Die Kollektion "{0}" wurde erfolgreich erstellt.

source: The collection "{0}" was successfully updated.
de: Die Kollektion "{0}" wurde erfolgreich aktualisiert.

source: The given e-mail and password combination does not exist.
de: Die angegebene Kombination aus E-Mail und Passwort existiert nicht.

source: The group "{0}" was successfully updated.
de: Die Gruppe "{0}" wurde erfolgreich aktualisiert.

source: The groups that this user belong to.
de: Die Gruppen, denen dieser Benutzer angehört.

source: The roles that are assigned to this user.
de: Die Rollen, die diesem Benutzer zugewiesen sind.

source: The user "{0}" was successfully updated.
de: Der Benutzer "{0}" wurde erfolgreich aktualisiert.

source: The users that belong to this group.
de: Die Benutzer, die zu dieser Gruppe gehören.

source: There are no collections available to you. Talk an administrator to get access.
de: Es stehen Ihnen keine Sammlungen zur Verfügung. Sprechen Sie mit einem Administrator, um Zugriff zu erhalten.

source: These are all the collections that exist in the system.
de: Dies sind alle Sammlungen, die im System vorhanden sind.

source: These dates decide which item prices should be picked up for each price list. Each item price is associated with a start date and end date, so the date you choose has to fall within those.
de: Diese Termine entscheiden darüber, welche Artikelpreise für jede Preisliste abgeholt werden sollen. Jeder Artikelpreis ist mit einem Start- und einem Enddatum verknüpft, sodass das von Ihnen gewählte Datum innerhalb dieser liegen muss.

source: These roles will be assign to the user and determine what they can and cannot do.
de: Diese Rollen werden dem Benutzer zugewiesen und bestimmen, was er tun kann und was nicht.

source: These users have access to the system.
de: Diese Benutzer haben Zugriff auf das System.

source: This color first appears in this collection.
de: Diese Farbe erscheint zuerst in dieser Sammlung.

source: This filter is applied at the size level which means that it will affect which colors/sizes are selected for each style.
de: Dieser Filter wird auf der Größenebene angewendet, was bedeutet, dass er beeinflusst, welche Farben/Größen für jeden Stil ausgewählt werden.

source: This is a Core style, meaning that it represents the brand's core values.
de: Dies ist ein Core-Stil, was bedeutet, dass er die Kernwerte der Marke repräsentiert.

source: This is a service item, meaning that it's our intention to never run out of stock with this style.
de: Es handelt sich um einen Serviceartikel, was bedeutet, dass es unsere Absicht ist, bei diesem Modell nie zu leer zu werden.

source: This is where you create collections and associate styles, colors and sizes to them.
de: Hier erstellen Sie Sammlungen und verknüpfen sie mit Stilen, Farben und Größen.

source: This style first appears in this collection.
de: Diese Formatvorlage erscheint erstmals in dieser Sammlung.

source: Tick the data types that you want to appear on their own separate line in the exported file.
de: Markieren Sie die Datentypen, die in der exportierten Datei in einer eigenen Zeile angezeigt werden sollen.

source: Tired of collecting data from multiple different ERP systems and combining them in your Excel sheets? This Software-as-a-Service wants to help you.
de: Sind Sie es leid, Daten aus mehreren verschiedenen ERP-Systemen zu sammeln und in Ihren Excel-Tabellen zu kombinieren? Diese Software-as-a-Service möchte Ihnen dabei helfen.

source: To public page
de: Zur öffentlichen Seite

source: Unauthorized.
de: Nicht autorisiert.

source: Unit price amount
de: Stückpreis Betrag

source: Unit price currency
de: Währung des Stückpreises

source: Unit price list
de: Preisliste pro Einheit

source: Unit prices
de: Stückpreise

source: Unit volume
de: Volumen der Einheit

source: Up to {maxSizeMegaBytes} MB.
de: Bis zu {maxSizeMegaBytes} MB.

source: Updated at
de: Aktualisiert am

source: Upload an image
de: Bild hochladen

source: Use groups to specify which collections and price lists users have access to.
de: Verwenden Sie Gruppen, um anzugeben, auf welche Sammlungen und Preislisten Benutzer Zugriff haben.

source: Use this form to create a new user. All users can sign in via a Google or Microsoft account matching the entered e-mail address. Filling in a password is optional.
de: Verwenden Sie dieses Formular, um einen neuen Benutzer zu erstellen. Alle Benutzer können sich über ein Google- oder Microsoft-Konto anmelden, das der eingegebenen E-Mail-Adresse entspricht. Die Eingabe eines Passworts ist optional.

source: Use this form to export the current selection of items to file.
de: Verwenden Sie dieses Formular, um die aktuelle Auswahl der Elemente in eine Datei zu exportieren.

source: Useful for integration with other systems.
de: Nützlich für die Integration mit anderen Systemen.

source: User
de: Benutzer

source: User profile
de: Benutzerprofil

source: Users
de: Benutzer

source: Uses the newer .xlsx format.
de: Verwendet das neuere Format .xlsx.

source: View
de: Anzeigen

source: View details for {0}
de: Details anzeigen für {0}

source: View profile
de: Profil anzeigen

source: Viewer
de: Zuschauer

source: Viewers
de: Ansichten

source: Which collections users of this group will have access to.
de: Auf welche Sammlungen Benutzer dieser Gruppe Zugriff haben.

source: Which fields you want to include in the exported file.
de: Die Felder, die Sie in die exportierte Datei aufnehmen möchten.

source: Which format you want to export to.
de: In welches Format Sie exportieren möchten.

source: Which language you want to export to.
de: In welche Sprache Sie exportieren möchten.

source: Which price lists users of this group will have access to.
de: Auf welche Preislisten Benutzer dieser Gruppe Zugriff haben.

source: Wrong credentials
de: Falsche Anmeldeinformationen

source: You are already signed in as {0} ({1})
de: Sie sind bereits als {0} ({1}) angemeldet

source: You are now signed in with account {0}.
de: Sie sind jetzt mit dem Konto {0} angemeldet.

source: You don't have access to any organizations. Please contact an administrator.
de: Sie haben keinen Zugriff auf Organisationen. Bitte wenden Sie sich an einen Administrator.

source: You need to sign in to be able to view this page.
de: Sie müssen sich anmelden, um diese Seite anzeigen zu können.

source: You were automatically signed out from account {userEmail} because of an expired token. Please sign in again.
de: Sie wurden aufgrund eines abgelaufenen Tokens automatisch vom Konto {userEmail} abgemeldet. Bitte melden Sie sich erneut an.

source: You've signed out from account {userEmail}.
de: Sie haben sich von Konto {userEmail} abgemeldet.

source: colors
de: Farben

source: or drag and drop.
de: oder per Drag & Drop.

source: styles
de: Stile

source: user@example.com
de: benutzer@domain.de

source: {0, plural, one {# collection} other {# collections}}
de: {0, plural, one {# Sammlung} other {# Sammlungen}}

source: {0, plural, one {# price list} other {# price lists}}
de: {0, plural, one {# Preisliste} other {# Preislisten}}

source: {0, plural, one {# style} other {# styles}}
de: {0, plural, one {# Stil} other {# Stil}}

source: {0, plural, one {# user} other {# users}}
de: {0, plural, one {# Benutzer} other {# Benutzer}}

source: {0} (+{1} more)
de: {0} (+{1} mehr)

source: {0} logotype
de: {0} Logo

source: {0} of {1} fields selected
de: {0} {1} ausgewählten Felder

source: {0} profile
de: {0} Profil

source: {0}, up to {maxSizeMegaBytes} MB.
de: {0}, bis zu {maxSizeMegaBytes} MB.
